export const processTips = {
  粗车: '1、轴头留量∅0.25±0.05MM\n2、肩铁留量：∅0.4±0.05MM\n3、版面留量：刀锋根部+∅0.4mm\n4、版面跳动保证在≤∅0.1MM',
  钳工: '1、按图加工所有螺纹孔',
  '3D打印': '1、注意刀高要求刀线最低高度与辊肩齐平（凸辊刀模刀线高于棍枕）\n2、刀线表面不得凹陷或缺口\n3、刀线不得有气泡和开裂',
  粗磨: '1、轴头不需研磨，按图纸高低差研磨肩铁和版面，肩铁留量0.3MM，版面留量0.20MM；\n 2、轴两端顶尖靠平，端面跳动和轴体跳动不能超过0.005MM；',
  精磨: '1、圆跳保证在0.003以内，按图要求精磨轴头肩铁，（迷你刀刀锋去毛刺）按图纸切层要求磨出高刃落差，刃口留量0.04-0.06MM,注意不能有砂眼，刀刃不能有跳动；',
  CNC粗加工:
    '1、保证侧目线和上母线在0.005MM以内\n 2、刻写模具料号和生产日期及每排图形编号\n 3、按图加工找正孔，按图加工顶废针孔\n 刃宽：\n 迷你刀：0.04mm-0.05mm \n一次硬刀：0.01mm-0.02mm \n二次硬刀&机雕：0.6mm-0.8mm',
  CNC半精加工: '1、保证侧目线和上母线在0.003MM以内\n2、按图加工找正孔，按图加工，精铣刀刃，刃宽留量0.4-0.5mm\n3、刻写模具料号和生产日期及每排图形编号',
  热处理:
    '真空热处理\n有无特殊工艺：球化&深冷、 回火工艺：低回&高回 \n 1、材料材质描述正确无误；\n2、有无特殊处理要求；\n3、外协刃口保护\n4、硬度要求：低回（HRC59-61）,高回（HRC58-60）',
  修中心孔: '1、以棍肩为基准修正中心孔及装配活动轴头\n2.精磨时保证辊肩圆跳动＜0.02MM ',
  CNC精加工:
    '1、导入加工程序保证工件、程序、CNC系统一致性\n 2、保证侧目线和上母线在0.003mm以内，按图纸要求加工正面落差剃刀刃\n 3、精铣刀刃，刃宽留量：手雕0.04-0.06mm、机雕0.005-0.007mm.',
  手雕: '1、检查刀刃宽度是否合格，角是否清理\n2:按要求精修刀刃和清角并去毛刺，保证刀锋一致性且无低点注意刀刃角度和模切效果',
  试切: '1、用实际或同厚度性能替代材料试切，保留合格样张，样张保证是刀模的1.3圈；\n2:按图纸要求装配齿轮、顶针和胶轴，注意齿轮方向、齿数、磨齿&普齿，顶针形状和顶针高度、胶轴硬度满足要求',
  检验: '1、外观无毛刺，残料\n 2、刃口不可有缺口，漏修角，虚线\n 3、试切样品是否切开，切层是否正确\n 4、试切样品切痕是否均匀\n 5、刀刃与图纸一致，不可多或少\n 6、有特殊要求，是否按特殊要求加工制作\n 7、齿轮方向和齿数是否正确\n 8、复检肩铁轴头直径\n 9、包装箱是否和图纸要求一致\n 10、标签和实物，图纸是否一致\n 11、外箱是否有二维码和环保标识',
  激光焊: '不得有虚焊，焊接起始点与原刀锋持平刀锋不得有气泡和开裂',
  出货: '送货单\n放行条',
  编程: '按设计图纸要求编写程序依照编程自检单完成自',
};
